{
  "header_text": "General Information",
  "elements": [
    {
      "type": "Text",
      "html": true,
      "text": "<h2>1. Pre-Surgery Considerations</h2><ul><li>There are different mastectomy types; skin sparing, which conserves most of the breast skin, and nipple-sparing, which also preserves the nipple and areola. Both types of mastectomies are compatible with implant-based and autologous tissue reconstruction.</li><li>Nipple reconstruction or areolar tattooing is an option for patients where the nipple and areola were not conserved.</li><li>Breast reconstruction should not affect your cancer treatment in any way.</li><li>Breast reconstruction is not medically necessary. It is a personal choice, and some women choose not to have reconstruction after mastectomy.</li><li>You may have reconstruction at the same time of their mastectomy or after their mastectomy.</li><li>Factors that affect your reconstructive options include smoking status, body shape, prior surgeries, your health history, cancer treatments, and personal choice.</li><li>Another option is the 'Goldilocks' procedure, it is suited for patients with larger breasts and does not require moving your own tissue from one place to another. The outcome is generally smaller breasts.</li></ul><h2>2. Post-Surgery Considerations</h2><ul><li>Most patients will have a revision surgery following their breast reconstruction, it is recommended that patients wait 3 months for any revisions.</li><li>Breast reconstruction can be long process. It may take several months to a year depending on your individual experience.</li><li>Most patients will lose feeling in the breast area after mastectomy, which may be permanent. A reconstructed breast won't look or feel the same as your breast did, but most women are happy with the results.</li><li>The complications of breast reconstruction include bleeding, infection, wound healing problems, buildup of blood or clear fluid in the wound, scar tissue, breast asymmetry, and poor cosmesis.</li><li>Patients typically remain in the hospital for 1-5 days following breast reconstruction, depending on the specific procedure and your individual health history – full recovery may take several weeks to months.</li><li>After your reconstruction, you will gradually resume physical activity, avoiding strenuous exercise for several weeks, which may impact your daily responsibilities.</li><li>Your physical activity restrictions will be also dependent on whether you've had abdominal flap procedure or implant-based reconstruction.</li><li>Your return to work will depend on the nature of your job. For non-physical roles, it may take up to 4 to 6 weeks, while those with physically demanding jobs may need longer prior to their return.</li><li>If you have difficulty taking time off from work, you can work with a social worker at your hospital or cancer center for advice on your options.</li><li>The reconstruction process can be lengthy, and a strong support system can be crucial in offering emotional support and assistance in daily responsibilities, including childcare support during their recovery period, if needed.</li><li>The support system may include family, friends, healthcare providers, and support groups or counseling services that your healthcare team can connect you with.</li><li>Breast reconstruction after mastectomy has been shown to have significant long-term psychosocial benefits, for both implant-based and flap reconstruction.</li></ul>"
    }
  ],
    "condition": [
        "brsabout",
        "=",
        "general"
    ]
}