{
  "header_text": "Implant Based Reconstruction",
  "elements": [
    {
      "type": "Text",
      "html": true,
      "text": "<ul><li>Implants come in different forms. They can be filled with saline or silicone gel. Your surgeon will work with you to decide which implant is best for you.</li><li>Options include placing the implant right away, placing a tissue expander, or doing the reconstruction later.</li><li>Breast implants are not lifetime devices. You may need additional surgeries due to unplanned complications or desired aesthetic changes related to your breast implants.</li><li>On average, implants need to be replaced every 10 years.</li><li>Studies have shown an extremely rare type of cancer called Breast Implant Associated Anaplastic Large Cell Lymphoma (BIA-ALCL) to occur in the scar capsule next to textured breast implant. Women with BIA-ALCL develop symptoms of breast swelling or pain many years after their implant surgery.</li><li>Additionally, there have been reports of breast implant illness (BII) or systemic symptoms, following their implant surgery. These symptoms include fatigue, brain fog, rash, joint pain.</li><li>The risk(s) for developing breast implant illness are not clear at this time.</li><li>You can transfer muscle with overlying skin from your back to the front of your chest to cover an implant. This option is typically used if you have had radiation and prefer an implant-based reconstruction or patients who are not candidates for other options.</li><li>Some of the risks associated with implant-based reconstruction include breast pain (36.5%), skin or nipple sensation changes (35%), breast asymmetry (28%), infection requiring implant removal (9%), fluid collections (6.5%), death of breast skin or nipple (2%). These complication rates are based on clinical studies reported by the FDA.</li><li>The recovery following implant-based reconstruction is generally shorter than autologous reconstruction due to the fewer surgical sites and less complex procedure.</li><li>There will be limitation for early strenuous arm exercise, which can change the position of your breast tissue implants and increase swelling/pain</li><li>Your surgical team can give you information about range of motion exercise to avoid stiffness in your shoulder(s) during your early recovery period.</li></ul>"
    }
  ],
  "condition": [
        "brsabout",
        "=",
        "implant"
    ]
}