{
  "header_text": "Autologous  Tissue Reconstruction",
  "elements": [
    {
      "type": "Text",
      "html": true,
      "text": "<ul><li>Autologous reconstruction means that your own tissue from another place on your body, one that has excess tissue, will be used to recreate your breast.</li><li>The areas of tissue are called 'free flap' because they are removed from their blood supply and transferred to another place.</li><li>The area most often used for the operation is the lower abdomen, typically your surgeon will try to avoid taking any abdominal muscle.</li><li>Your plastic surgeon will try to use an abdominal flap that avoids taking muscle. If that is not possible, there is an option that uses a small strip of muscle that does not interfere with abdominal function after surgery.</li><li>There are specific risks associated with taking abdominal flaps including abdominal weakness, hernia formation or bulging, and abdominal scarring that may prolong recovery. In addition to risk of fluid collection, infection and pain, at both the abdominal and breast surgical site.</li><li>If tissue from lower abdomen cannot be used, tissue from your inner thigh may be used to complete breast reconstruction. This may result in a smaller reconstruction and may require additional fat grafting or other revisions if a larger breast reconstruction is desired.</li><li>The recovery period following abdominal and other flaps is longer than breast implant reconstruction given the additional surgical sites.</li><li>If an abdominal flap was used, you will be placed on restrictions on strenuous abdominal activity for about 2-3 months.</li><li>You may have a drain placed at both the surgical and donor sites</li><li>For patients requiring radiation as part of their treatment and considering autologous reconstruction, options include placement of immediate tissue expander or remaining flat with delayed reconstruction.</li><li>Tissue expander reconstruction followed flap reconstruction involved longer overall reconstructive process but a potentially easier initial recovery, while immediate flap reconstruction is more complex upfront, but completes reconstruction in one-stage – though revisions may still be needed.</li></ul>"
    }
  ],
  "condition": [
        "brsabout",
        "=",
        "tissue"
    ]
}